Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Thermals, fans, and live hardware readings.
af: Termiese, waaiers en lewendige hardeware-lesings.
am: የሙቀት አማቂዎች፣ አድናቂዎች እና የቀጥታ ሃርድዌር ንባቦች።
ar: درجات الحرارة والمراوح وقراءات الأجهزة الحية.
az: Termallar, fanatlar və canlı aparat oxunuşları.
be: Цеплавыя прыборы, вентылятары і жывыя паказанні абсталявання.
bg: Топлини, вентилатори и хардуерни показания на живо.
bn: থার্মাল, ফ্যান এবং লাইভ হার্ডওয়্যার রিডিং।
bs: Termi, ventilatori i očitanja hardvera uživo.
ca: Tèrmiques, ventiladors i lectures de maquinari en directe.
ceb: Mga thermal, fan, ug live nga pagbasa sa hardware.
co: Thermals, fan, è letture di hardware in diretta.
cs: Teploty, ventilátory a živé údaje o hardwaru.
cy: Thermalau, cefnogwyr, a darlleniadau caledwedd byw.
da: Termik, blæsere og live hardwareaflæsninger.
de: Thermik, Lüfter und Live-Hardware-Messwerte.
el: Θερμικά, ανεμιστήρες και ζωντανές ενδείξεις υλικού.
eo: Termikoj, ventoliloj kaj vivaj aparataj legaĵoj.
es: Lecturas térmicas, ventiladores y hardware en vivo.
et: Termilised, ventilaatorid ja reaalajas riistvara näidud.
eu: Termikoak, haizagailuak eta zuzeneko hardwarearen irakurketak.
fa: حرارت، فن ها و خوانش سخت افزار زنده.
fi: Thermals, tuulettimet ja live-laitteiston lukemat.
fil: Mga thermal, fan, at live na pagbabasa ng hardware.
fr: Mesures thermiques, ventilateurs et lectures matérielles en direct.
fy: Termyk, fans, en live hardwarelêzingen.
ga: Léamha teirmeacha, lucht leanúna, agus crua-earraí beo.
gd: Teirmean, luchd-leantainn, agus leughaidhean bathar-cruaidh beò.
gl: Lecturas térmicas, ventiladores e hardware en directo.
gu: થર્મલ્સ, ચાહકો અને જીવંત હાર્ડવેર રીડિંગ્સ.
ha: Thermals, magoya baya, da karatun kayan aikin kai tsaye.
haw: Nā mea wela, nā mea pā, a me nā heluhelu lako lako ola.
he: תרמיות, מאווררים וקריאת חומרה חיה.
hi: थर्मल, पंखे और लाइव हार्डवेयर रीडिंग।
hmn: Thermals, kiv cua, thiab nyob nyeem ntawv kho vajtse.
hr: Očitavanja topline, ventilatora i hardvera uživo.
ht: Tèmik, fanatik, ak lekti pyès ki nan konpitè ap viv.
hu: Termálok, ventilátorok és élő hardverolvasás.
hy: Ջերմային սարքեր, օդափոխիչներ և կենդանի ապարատային ընթերցումներ:
id: Termal, kipas angin, dan pembacaan perangkat keras langsung.
ig: Igwe ọkụ, ndị fan, na ọgụgụ ngwaike dị ndụ.
is: Hitauppstreymi, viftur og lifandi vélbúnaðarlestur.
it: Temperature, ventole e letture hardware in tempo reale.
ja: サーマル、ファン、ハードウェアのライブ測定値。
jv: Thermal, penggemar, lan maca hardware langsung.
ka: თერმული, ვენტილატორები და ცოცხალი ტექნიკის წაკითხვები.
kk: Термалдар, желдеткіштер және тірі аппараттық көрсеткіштер.
km: កម្តៅ កង្ហារ និងការអានផ្នែករឹង។
kn: ಥರ್ಮಲ್‌ಗಳು, ಫ್ಯಾನ್‌ಗಳು ಮತ್ತು ಲೈವ್ ಹಾರ್ಡ್‌ವೇರ್ ರೀಡಿಂಗ್‌ಗಳು.
ko: 발열, 팬 및 실시간 하드웨어 판독.
ku: Termal, fanos, û xwendina hardware ya zindî.
ky: Термалдар, желдеткичтер жана жандуу аппараттык окуулар.
la: Scelerisque aliquam nisl, ac vivamus odio lectus.
lb: Thermesch, Fans a Live Hardware Liesungen.
lo: ຄວາມຮ້ອນ, ພັດລົມ, ແລະການອ່ານຮາດແວສົດ.
lt: Terminiai, ventiliatoriai ir tiesioginiai aparatūros skaitymai.
lv: Termālie, ventilatori un tiešraides aparatūras rādījumi.
mg: Famakiana mafana, mpankafy ary fitaovana mivantana.
mi: Ngaa wera, nga pa, me nga panui taputapu ora.
mk: Термички, вентилатори и отчитувања на хардвер во живо.
ml: തെർമലുകൾ, ഫാനുകൾ, തത്സമയ ഹാർഡ്‌വെയർ റീഡിംഗുകൾ.
mn: Дулаан, сэнс, амьд техник хангамжийн уншилтууд.
mr: थर्मल, पंखे आणि थेट हार्डवेअर वाचन.
ms: Pembacaan haba, kipas dan perkakasan langsung.
mt: Termali, fannijiet, u qari tal-ħardwer ħajjin.
my: အပူပေးစနစ်များ၊ ပန်ကာများနှင့် တိုက်ရိုက်ဟာ့ဒ်ဝဲများကို ဖတ်ရှုခြင်း။
nb: Termikk, vifter og direkte maskinvareavlesninger.
ne: थर्मलहरू, फ्यानहरू, र प्रत्यक्ष हार्डवेयर पढाइहरू।
nl: Thermiek, ventilatoren en live hardwaremetingen.
ny: Thermals, mafani, ndi kuwerengera kwa hardware komweko.
pa: ਥਰਮਲ, ਪੱਖੇ, ਅਤੇ ਲਾਈਵ ਹਾਰਡਵੇਅਰ ਰੀਡਿੰਗ।
pl: Termika, wentylatory i odczyty sprzętu na żywo.
ps: حرارتي، پرستار، او د ژوندی هارډویر لوستل.
pt: Térmicas, ventiladores e leituras de hardware ao vivo.
ro: Termice, ventilatoare și citiri hardware live.
ru: Термические параметры, вентиляторы и показания оборудования в реальном времени.
si: තාප, විදුලි පංකා, සහ සජීවී දෘඪාංග කියවීම්.
sk: Teploty, ventilátory a živé údaje o hardvéri.
sl: Ogrevanje, ventilatorji in odčitki strojne opreme v živo.
sm: O vevela, ili, ma faitau meafaigaluega ola.
sn: Thermals, mafeni, uye mhenyu kuverenga kwehardware.
so: Kuleyliyaha, taageereyaasha, iyo akhrinta qalabka noolaha.
sq: Termike, ventilatorë dhe lexime të drejtpërdrejta të harduerit.
st: Li-Thermals, li-fan, le 'malo oa hardware o phelang.
su: Thermal, kipas, sareng bacaan hardware langsung.
sv: Termik, fläktar och live-hårdvaruavläsningar.
sw: Therms, feni, na usomaji wa maunzi ya moja kwa moja.
ta: வெப்பங்கள், மின்விசிறிகள் மற்றும் நேரடி வன்பொருள் அளவீடுகள்.
te: థర్మల్‌లు, ఫ్యాన్‌లు మరియు లైవ్ హార్డ్‌వేర్ రీడింగ్‌లు.
tg: Термҳо, мухлисон ва хониши сахтафзори зинда.
th: อุณหภูมิ พัดลม และการอ่านค่าฮาร์ดแวร์แบบเรียลไทม์
tr: Termaller, fanlar ve canlı donanım okumaları.
uk: Зчитування теплових елементів, вентиляторів і живого обладнання.
ur: تھرمل، پنکھے، اور لائیو ہارڈویئر ریڈنگ۔
uz: Termallar, fanatlar va jonli apparat o'qishlari.
vi: Nhiệt, quạt và đọc phần cứng trực tiếp.
xh: I-Thermals, iifeni, kunye nofundo lwehardware ephilayo.
yi: טהערמאַלס, פאַנס און לייוו ייַזנוואַרג רידינגז.
yo: Awọn igbona, awọn onijakidijagan, ati awọn kika ohun elo laaye.
zh_hans: 热量、风扇和实时硬件读数。
zh_hant: 熱量、風扇和即時硬體讀數。
zu: Ama-Thermals, amafeni, nokufundwa kwehadiwe bukhoma.

source: This Mac did not expose any controllable fans, so monitoring will work but fan control will stay unavailable.
af: Hierdie Mac het geen beheerbare waaiers blootgestel nie, so monitering sal werk, maar waaierbeheer sal onbeskikbaar bly.
am: ይህ ማክ ምንም አይነት ቁጥጥር ሊደረግባቸው የሚችሉ ደጋፊዎችን አላጋለጠም፣ ስለዚህ ክትትል ይሰራል ነገር ግን የደጋፊዎች ቁጥጥር እንደማይገኝ ይቆያል።
ar: لم يكشف جهاز Mac هذا عن أي مراوح يمكن التحكم فيها، لذا ستعمل المراقبة ولكن التحكم في المروحة سيظل غير متاح.
az: Bu Mac heç bir idarə oluna bilən fanatları ifşa etmədi, ona görə də monitorinq işləyəcək, lakin fan nəzarəti əlçatan olmayacaq.
be: Гэты Mac не выстаўляў вентылятараў, якія можна кантраляваць, таму маніторынг будзе працаваць, але кіраванне вентылятарамі застанецца недаступным.
bg: Този Mac не е изложил контролируеми вентилатори, така че наблюдението ще работи, но управлението на вентилатора ще остане недостъпно.
bn: এই ম্যাক কোনো নিয়ন্ত্রণযোগ্য অনুরাগী প্রকাশ করেনি, তাই পর্যবেক্ষণ কাজ করবে কিন্তু ফ্যান নিয়ন্ত্রণ অনুপলব্ধ থাকবে।
bs: Ovaj Mac nije izložio ventilatore koji se mogu kontrolirati, tako da će nadzor raditi, ali kontrola ventilatora će ostati nedostupna.
ca: Aquest Mac no va exposar cap ventilador controlable, de manera que la monitorització funcionarà, però el control del ventilador no estarà disponible.
ceb: Kini nga Mac wala nagbutyag sa bisan unsa nga kontroladong mga fans, mao nga ang pagmonitor molihok apan ang kontrol sa fan magpabilin nga dili magamit.
co: Stu Mac ùn hà micca espunutu fanni cuntrullabili, cusì u monitoraghju funziona, ma u cuntrollu di i fan ùn resta micca dispunibule.
cs: Tento Mac nevystavil žádné ovladatelné ventilátory, takže monitorování bude fungovat, ale ovládání ventilátoru zůstane nedostupné.
cy: Ni ddatgelodd y Mac hwn unrhyw gefnogwyr y gellir eu rheoli, felly bydd monitro'n gweithio ond ni fydd rheolaeth ffan ar gael o hyd.
da: Denne Mac afslørede ikke nogen kontrollerbare blæsere, så overvågning vil fungere, men blæserstyring forbliver utilgængelig.
de: Dieser Mac verfügt über keine steuerbaren Lüfter, sodass die Überwachung zwar funktioniert, die Lüftersteuerung jedoch weiterhin nicht verfügbar ist.
el: Αυτό το Mac δεν εξέθεσε κανέναν ελεγχόμενο ανεμιστήρα, επομένως η παρακολούθηση θα λειτουργήσει, αλλά ο έλεγχος του ανεμιστήρα θα παραμείνει μη διαθέσιμος.
eo: Ĉi tiu Mac ne elmontris iujn ajn kontroleblajn ventolilojn, do monitorado funkcios sed ventumilo kontrolo restos neatingebla.
es: Esta Mac no expuso ningún ventilador controlable, por lo que la supervisión funcionará pero el control de los ventiladores no estará disponible.
et: See Mac ei paljastanud ühtegi juhitavat ventilaatorit, nii et jälgimine töötab, kuid ventilaatori juhtimine jääb kättesaamatuks.
eu: Mac honek ez zuen zale kontrolagarririk agerian utzi, beraz, monitorizazioak funtzionatuko du baina haizagailuen kontrola ez da erabilgarri egongo.
fa: این مک هیچ فن قابل کنترلی را نشان نداد، بنابراین نظارت کار خواهد کرد اما کنترل فن در دسترس نخواهد بود.
fi: Tämä Mac ei paljastanut ohjattavia tuulettimia, joten valvonta toimii, mutta tuulettimen ohjaus ei ole käytettävissä.
fil: Ang Mac na ito ay hindi naglantad ng anumang nakokontrol na mga tagahanga, kaya ang pagsubaybay ay gagana ngunit ang kontrol ng tagahanga ay mananatiling hindi magagamit.
fr: Ce Mac n'a exposé aucun ventilateur contrôlable, donc la surveillance fonctionnera mais le contrôle des ventilateurs restera indisponible.
fy: Dizze Mac hat gjin kontrolearbere fans bleatsteld, dus kontrôle sil wurkje, mar fankontrôle sil net beskikber bliuwe.
ga: Níor nocht an Mac seo aon lucht leanúna inrialaithe, mar sin oibreoidh an mhonatóireacht ach ní bheidh rialú lucht leanúna ar fáil.
gd: Cha do nochd am Mac seo luchd-leantainn a ghabhas smachdachadh, agus mar sin obraichidh sgrùdadh ach cha bhith smachd luchd-leantainn ri fhaighinn.
gl: Este Mac non expuxo ningún ventilador controlable, polo que a vixilancia funcionará, pero o control do ventilador non estará dispoñible.
gu: આ Mac એ કોઈપણ નિયંત્રણક્ષમ ચાહકોને ખુલ્લા પાડ્યા નથી, તેથી મોનિટરિંગ કાર્ય કરશે પરંતુ ચાહક નિયંત્રણ અનુપલબ્ધ રહેશે.
ha: Wannan Mac bai fallasa duk wani magoya baya da za a iya sarrafawa ba, don haka saka idanu zai yi aiki amma sarrafa fan ba zai kasance ba.
haw: ʻAʻole i hōʻike kēia Mac i nā mea pā i hiki ke hoʻopaʻa ʻia, no laila e hana ka nānā ʻana akā ʻaʻole i loaʻa ka mana o ka peʻahi.
he: ה-Mac הזה לא חשף מאווררים הניתנים לשליטה, אז הניטור יעבוד אבל בקרת המאווררים תישאר לא זמינה.
hi: इस मैक ने किसी भी नियंत्रण योग्य पंखे को उजागर नहीं किया, इसलिए निगरानी काम करेगी लेकिन पंखे का नियंत्रण अनुपलब्ध रहेगा।
hmn: Lub Mac no tsis tau nthuav tawm cov kiv cua uas tswj tau, yog li kev saib xyuas yuav ua haujlwm tab sis kiv cua tswj yuav tsis muaj.
hr: Ovaj Mac nije izložio nijedan ventilator koji se može kontrolirati, tako da će nadzor raditi, ali kontrola ventilatora neće biti dostupna.
ht: Mac sa a pa t ekspoze okenn fanatik kontwole, kidonk siveyans ap travay men kontwòl fanatik ap rete disponib.
hu: Ez a Mac nem tett ki vezérelhető ventilátorokat, így a felügyelet működik, de a ventilátorvezérlés nem elérhető.
hy: Այս Mac-ը չի բացահայտել կառավարելի երկրպագուներ, ուստի մոնիտորինգը կաշխատի, բայց օդափոխիչի կառավարումը կմնա անհասանելի:
id: Mac ini tidak mengekspos kipas yang dapat dikontrol, sehingga pemantauan akan berfungsi namun kontrol kipas akan tetap tidak tersedia.
ig: Mac a ekpughere ndị fan ọ bụla nwere ike ịchịkwa, yabụ nleba anya ga-arụ ọrụ mana njikwa fan agaghị adị.
is: Þessi Mac afhjúpaði engar stjórnanlegar viftur, svo eftirlit mun virka en viftustýring verður áfram ótiltæk.
it: Questo Mac non ha esposto alcuna ventola controllabile, quindi il monitoraggio funzionerà ma il controllo della ventola rimarrà non disponibile.
ja: この Mac は制御可能なファンを公開していないため、監視は機能しますが、ファン制御は利用できないままになります。
jv: Mac iki ora mbabarake penggemar sing bisa dikontrol, mula ngawasi bakal bisa digunakake nanging kontrol penggemar tetep ora kasedhiya.
ka: ამ Mac-მა არ გამოავლინა კონტროლირებადი გულშემატკივარი, ამიტომ მონიტორინგი იმუშავებს, მაგრამ ვენტილატორის კონტროლი მიუწვდომელი დარჩება.
kk: Бұл Mac басқарылатын желдеткіштерді көрсетпеді, сондықтан бақылау жұмыс істейді, бірақ желдеткішті басқару қолжетімсіз болып қалады.
km: Mac នេះ​មិន​បាន​បង្ហាញ​កង្ហារ​ដែល​អាច​គ្រប់គ្រង​បាន​ទេ ដូច្នេះ​ការ​ត្រួត​ពិនិត្យ​នឹង​ដំណើរការ ប៉ុន្តែ​ការ​គ្រប់​គ្រង​កង្ហារ​នឹង​នៅ​តែ​មិន​អាច​ប្រើ​បាន។
kn: ಈ ಮ್ಯಾಕ್ ಯಾವುದೇ ನಿಯಂತ್ರಿಸಬಹುದಾದ ಅಭಿಮಾನಿಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಮಾನಿಟರಿಂಗ್ ಕೆಲಸ ಮಾಡುತ್ತದೆ ಆದರೆ ಫ್ಯಾನ್ ನಿಯಂತ್ರಣವು ಲಭ್ಯವಿರುವುದಿಲ್ಲ.
ko: 이 Mac은 제어 가능한 팬을 노출하지 않았으므로 모니터링은 작동하지만 팬 제어는 계속 사용할 수 없습니다.
ku: Vê Mac-ê tu temaşevanên kontrolkirî dernexistiye holê, ji ber vê yekê çavdêrî dê bixebite lê kontrola fan dê ne berdest bimîne.
ky: Бул Mac башкарылуучу күйөрмандарды ачкан жок, андыктан мониторинг иштейт, бирок желдеткич башкаруу жеткиликсиз бойдон калат.
la: Haec Mac non aliquas ventilationes moderatiores patefecit, ita vigilantia operabitur sed imperium ventilabrum pervulgatum non erit.
lb: Dëse Mac huet keng kontrolléierbar Fans ausgesat, sou datt d'Iwwerwaachung funktionnéiert awer d'Fankontroll bleift net verfügbar.
lo: Mac ນີ້ບໍ່ໄດ້ເປີດເຜີຍພັດລົມທີ່ສາມາດຄວບຄຸມໄດ້, ດັ່ງນັ້ນການຕິດຕາມຈະເຮັດວຽກແຕ່ການຄວບຄຸມພັດລົມຈະບໍ່ສາມາດໃຊ້ໄດ້.
lt: Šiame „Mac“ nebuvo jokių valdomų ventiliatorių, todėl stebėjimas veiks, bet ventiliatoriaus valdymas liks nepasiekiamas.
lv: Šis Mac neatklāja nevienu vadāmu ventilatoru, tāpēc uzraudzība darbosies, bet ventilatora vadība paliks nepieejama.
mg: Ity Mac ity dia tsy nampiseho mpankafy azo fehezina, noho izany dia hiasa ny fanaraha-maso fa ny fanaraha-maso ny mpankafy dia hijanona tsy ho azo.
mi: Kaore tenei Mac i whakaatu i nga kaiwhaiwhai ka taea te whakahaere, no reira ka mahi te aro turuki engari ka noho kore te mana o te kaiwhaiwhai.
mk: Овој Mac не изложи никакви вентилатори што може да се контролираат, така што следењето ќе работи, но контролата на вентилаторот ќе остане недостапна.
ml: നിയന്ത്രിക്കാവുന്ന ഫാനുകളൊന്നും ഈ മാക് വെളിപ്പെടുത്തിയിട്ടില്ല, അതിനാൽ നിരീക്ഷണം പ്രവർത്തിക്കും എന്നാൽ ഫാൻ നിയന്ത്രണം ലഭ്യമല്ലാതാകും.
mn: Энэ Mac нь ямар ч хяналттай фэнүүдийг илрүүлээгүй тул хяналт ажиллах боловч сэнсний хяналт боломжгүй хэвээр байх болно.
mr: या Mac ने कोणतेही नियंत्रण करण्यायोग्य चाहते उघड केले नाहीत, त्यामुळे निरीक्षण कार्य करेल परंतु पंखे नियंत्रण अनुपलब्ध राहील.
ms: Mac ini tidak mendedahkan mana-mana peminat yang boleh dikawal, jadi pemantauan akan berfungsi tetapi kawalan kipas akan kekal tidak tersedia.
mt: Dan il-Mac ma espona l-ebda fannijiet kontrollabbli, għalhekk il-monitoraġġ se jaħdem iżda l-kontroll tal-fann se jibqa’ mhux disponibbli.
my: ဤ Mac သည် ထိန်းချုပ်နိုင်သော ပန်ကာများကို မပြသထားသောကြောင့် စောင့်ကြည့်ခြင်း အလုပ်ဖြစ်မည်ဖြစ်သော်လည်း ပန်ကာထိန်းချုပ်မှု မရရှိနိုင်ပါ။
nb: Denne Mac-en har ikke eksponert noen kontrollerbare vifter, så overvåking vil fungere, men viftekontroll vil forbli utilgjengelig.
ne: यो म्याकले कुनै पनि नियन्त्रण गर्न मिल्ने फ्यानहरूलाई पर्दाफास गरेको छैन, त्यसैले अनुगमनले काम गर्नेछ तर फ्यान नियन्त्रण अनुपलब्ध रहनेछ।
nl: Deze Mac had geen regelbare ventilatoren, dus monitoring werkt wel, maar ventilatorbediening blijft niet beschikbaar.
ny: Mac iyi sinawonetse mafani osinthika, kotero kuwunika kudzagwira ntchito koma kuwongolera kwa mafani sikudzakhalako.
pa: ਇਸ ਮੈਕ ਨੇ ਕਿਸੇ ਵੀ ਨਿਯੰਤਰਣਯੋਗ ਪ੍ਰਸ਼ੰਸਕਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਨਹੀਂ ਕੀਤਾ, ਇਸਲਈ ਨਿਗਰਾਨੀ ਕੰਮ ਕਰੇਗੀ ਪਰ ਪ੍ਰਸ਼ੰਸਕ ਨਿਯੰਤਰਣ ਉਪਲਬਧ ਨਹੀਂ ਰਹੇਗਾ।
pl: Ten komputer Mac nie udostępnia żadnych wentylatorów, którymi można sterować, więc monitorowanie będzie działać, ale sterowanie wentylatorami pozostanie niedostępne.
ps: دا ماک هیڅ د کنټرول وړ پرستار افشا نه کړل، نو څارنه به کار وکړي مګر د فین کنټرول به شتون ونلري.
pt: Este Mac não expôs nenhum ventilador controlável, portanto o monitoramento funcionará, mas o controle do ventilador permanecerá indisponível.
ro: Acest Mac nu a expus niciun ventilator controlabil, așa că monitorizarea va funcționa, dar controlul ventilatorului va rămâne indisponibil.
ru: На этом Mac не было управляемых вентиляторов, поэтому мониторинг будет работать, но управление вентиляторами останется недоступным.
sd: هي ميڪ ڪنهن به ڪنٽرول لائق مداحن کي ظاهر نه ڪيو، تنهنڪري مانيٽرنگ ڪم ڪندي پر فين ڪنٽرول دستياب نه رهندو.
si: මෙම මැක් පාලනය කළ හැකි පංකා කිසිවක් හෙළි නොකළ නිසා අධීක්ෂණය ක්‍රියා කරනු ඇති නමුත් විදුලි පංකා පාලනය ලබා ගත නොහැකි වනු ඇත.
sk: Tento Mac nevystavil žiadne ovládateľné ventilátory, takže monitorovanie bude fungovať, ale ovládanie ventilátora zostane nedostupné.
sl: Ta Mac ni izpostavil nobenega nadzorovanega ventilatorja, tako da bo nadzor deloval, vendar nadzor ventilatorja ne bo na voljo.
sm: E le'i fa'aalia e lenei Mac so'o se tagata e mafai ona pulea, o lea o le a aoga le mata'ituina ae o le a tumau pea le le avanoa o le fa'atonuga.
sn: Iyi Mac haina kufumura chero mafeni anodzoreka, saka kutarisisa kuchashanda asi kutonga kwe fan kunoramba kusipo.
so: Mac-kan ma soo bandhigin wax taageere ah oo la kontarooli karo, marka la socodka wuu shaqayn doonaa laakiin xakamaynta taageerayaashu waxay ahaanaysaa mid aan la heli karin.
sq: Ky Mac nuk ekspozoi asnjë tifoz të kontrollueshëm, kështu që monitorimi do të funksionojë, por kontrolli i ventilatorit do të mbetet i padisponueshëm.
st: Mac ena ha ea ka ea pepesa libapali tse laolehang, kahoo ho beha leihlo ho tla sebetsa empa taolo ea fan e tla lula e le sieo.
su: Mac ieu henteu ngalaan kipas anu tiasa dikontrol, janten ngawaskeun tiasa dianggo tapi kontrol kipas bakal tetep teu sayogi.
sv: Denna Mac exponerade inte några kontrollerbara fläktar, så övervakning kommer att fungera men fläktkontroll kommer att förbli otillgänglig.
sw: Mac hii haikufichua mashabiki wowote wanaoweza kudhibitiwa, kwa hivyo ufuatiliaji utafanya kazi lakini udhibiti wa mashabiki hautapatikana.
ta: இந்த Mac கட்டுப்படுத்தக்கூடிய ரசிகர்களை வெளிப்படுத்தவில்லை, எனவே கண்காணிப்பு வேலை செய்யும் ஆனால் ரசிகர் கட்டுப்பாடு கிடைக்காமல் இருக்கும்.
te: ఈ Mac నియంత్రించదగిన అభిమానులను బహిర్గతం చేయలేదు, కాబట్టి పర్యవేక్షణ పని చేస్తుంది కానీ ఫ్యాన్ నియంత్రణ అందుబాటులో ఉండదు.
tg: Ин Mac ягон мухлиси идорашавандаро фош накардааст, аз ин рӯ мониторинг кор хоҳад кард, аммо назорати мухлисон дастнорас хоҳад монд.
th: Mac เครื่องนี้ไม่ได้เปิดเผยพัดลมที่ควบคุมได้ ดังนั้นการตรวจสอบจะทำงานแต่การควบคุมพัดลมจะไม่สามารถใช้งานได้
tr: Bu Mac kontrol edilebilir herhangi bir fanı açığa çıkarmadığından izleme çalışacak ancak fan kontrolü kullanılamayacaktır.
uk: Цей Mac не показував жодних керованих вентиляторів, тому моніторинг працюватиме, але керування вентилятором залишатиметься недоступним.
ur: اس میک نے کسی قابل کنٹرول پرستار کو بے نقاب نہیں کیا، لہذا نگرانی کام کرے گی لیکن پنکھے کا کنٹرول دستیاب نہیں رہے گا۔
uz: Ushbu Mac boshqariladigan fanatlarni ko'rsatmadi, shuning uchun monitoring ishlaydi, lekin fan nazorati mavjud bo'lmaydi.
vi: Máy Mac này không hiển thị bất kỳ quạt có thể điều khiển nào, vì vậy việc giám sát sẽ hoạt động nhưng tính năng điều khiển quạt sẽ không khả dụng.
xh: Le Mac ayizange iveze nabaphi na abalandeli abalawulekayo, ngoko ke ukubeka iliso kuya kusebenza kodwa ulawulo lwabalandeli luya kuhlala lungafumaneki.
yi: דער מעק האט נישט ויסשטעלן קיין קאַנטראָולאַבאַל פאַנס, אַזוי מאָניטאָרינג וועט אַרבעטן אָבער פאָכער קאָנטראָל וועט בלייבן אַנאַוויילאַבאַל.
yo: Mac yii ko ṣe afihan eyikeyi awọn onijakidijagan iṣakoso, nitorinaa ibojuwo yoo ṣiṣẹ ṣugbọn iṣakoso afẹfẹ yoo duro ko si.
zh_hans: 这台 Mac 没有暴露任何可控制的风扇，因此监控可以工作，但风扇控制将不可用。
zh_hant: 這台 Mac 沒有暴露任何可控制的風扇，因此監控可以工作，但風扇控制將不可用。
zu: Le Mac ayizange idalule abalandeli abalawulekayo, ngakho ukuqapha kuzosebenza kodwa ukulawulwa kwabalandeli kuzohlala kungatholakali.
